[
  {
    "soal": "Berikut adalah syarat-syarat kalimat efektif, kecuali..",
    "jawaban": ["Logis","Cermat","Berpadu","Kata sambung berlebihan"],
    "jawabanBenar": "Kata sambung berlebihan",
    "score": 1,
    "type": "Kalimat Efektif",
    "tips": "Kalimat yang logis, cermat, dan berpadu adalah syarat yang membuat sebuah kalimat bisa disebut efektif."
  },
  {
    "soal": "Kepada semua siswa peserta lomba, agar segera masuk ke dalam ruang seleksi. Pelaksanaan lomba akan segera dimulai. Agar kalimat tersebut efektif, kata yang dihilangkan adalah...",
    "jawaban": ["Semua, lomba, masuk", "Kepada, siswa, segera", "Semua, peserta, agar", "Kepada, semua, lomba"],
    "jawabanBenar": "Kepada, siswa, segera",
    "score": 1,
    "type": "Kalimat Efektif",
    "tips": "Kalimat bisa disebut efektif jika memiliki kesepadanan struktur, kehematan kata, kesejajaran bentuk, ketegasan makna, kelogisan makna, dan kesesuaian ejaan."
  },
  {
    "soal": "Hiu dengan buasnya melahap ikan-ikan yang besar lalu lumba-lumba hanya memakan ikan-ikan kecil yang berada di dekatnya. Perbaikan kata lalu pada kalimat tersebut semoga menjadi kalimat efektif adalah...",
    "jawaban": ["Daripada", "Walaupun", "Kemudian", "Sedangkan"],
    "jawabanBenar": "Sedangkan",
    "score": 1,
    "type": "Kalimat Efektif",
    "tips": "Lalu adalah kata hubung atau konjungsi temporal/yang menyatakan waktu. Kalimat di atas memberi keadaan bahwa hiu memakan ikan-ikan besar, lumba-lumba memakan ikan-ikan kecil."
  },
  {
    "soal": "Ibu membuat kue cucur sangat terlalu manis, sehingga tak enak dimakan. Kalimat tersebut akan menjadi efektif jika dihilangkan kata…",
    "jawaban": ["Ibu", "sangat", "enak", "cucur"],
    "jawabanBenar": "sangat",
    "score": 1,
    "type": "Kalimat Efektif",
    "tips": "Penggunaan kata “sangat” dan “terlalu” secara bersamaan memberikan kesan berlebihan dan tidak efektif."
  },
  {
    "soal": "Pekerjaan yang dilakukan dengan sangat profesional sekali akan membuahkan hasil yang begitu maksimal dan sangat bermanfaat bagi seluruh banyak manusia di sekitarnya. Kalimat di atas perlu menghilangkan beberapa kata supaya menjadi kalimat yang efektif. Beberapa kata yang perlu dihilangkan pada kalimat tersebut adalah:",
    "jawaban": ["Sekali, seluruh", "Maksimal, bermanfaat", "Banyak, manusia", "Pekerjaan, dilakukan"],
    "jawabanBenar": "Sekali, seluruh",
    "score": 1,
    "type": "Kalimat Efektif",
    "tips": "Kata profesional sudah cukup untuk menggambarkan tingkat tinggi dari sebuah keahlian dan kata banyak sudah cukup untuk menggambarkan jumlah yang tinggi dari kelompok tertentu."
  },
  {
    "soal": "Perhatikan kalimat berikut dengan seksama! (1) Kemarin siang telah (2) terjadi tabrakan beruntung (3) yang melibatkan lima kendaraan dan(4) mengakibatkan dua penumpang luka berat. Penggunan kata yang tidak tepat pada kalimat tersebut ditandai nomor...",
    "jawaban": ["(1)", "(2)", "(3)", "(4)"],
    "jawabanBenar": "(2)",
    "score": 1,
    "type": "Kalimat Efektif",
    "tips": "Tabrakan beruntun adalah tabrakan yang melibatkan lebih dari 2 kendaraan secara bersamaan. Sementara beruntung adalah bernasib baik."
  }
]
